public class ar {
   public static String[] d = new String[]{"Общаться", "Подружиться", "Встречаться", "Покутить", "Любви", "Интима", "Ничего"};
   public static String[] e = new String[]{"Друга", "Подругу"};
   public static String[] g = new String[]{"Утром", "Днем", "Вечером", "Ночью"};
   public static String[] f = new String[]{"Початиться", "Погулять", "Развлечься", "Сходить в гости", "Выехать на природу", "Интим", "Интим за деньги"};
   public static String[] c = new String[]{"Наука", "Автомобили", "Фотография", "Компьютеры", "Кино", "Литература", "Музыка", "Искусство", "Бизнес", "Спорт", "Развлечения", "Общение", "Природа"};
   public static String[] a = new String[]{"Школьник", "Студент", "Крестьянин", "Рабочий", "Клерк", "Инженер", "Мошенник", "Босс", "Рантье", "Магнат", "Власть", "Бездельник"};
   public static String[] b = new String[]{"Для мальчиков", "Для девочек", "Про меня", "Ни о чём"};
   public static final String a = "Вы можете пополнить свой кошелек на " + 100 + ' ' + " реал" + ", отправив SMS на номер " + 89995555555L;
}
